[
    {
        "id": 0,
        "title": "Шевченківські дні у нашому закладі",
        "description": "З 07. 03 по 14.03.2024 року у Шклівському ЗЗСО І-ІІІ ст. ім. М. Корчака були проведені заходи, приурочені вшануванню пам’яті Тараса Григоровича Шевченка. У 5-Б класі учителька Гонтарик О.В. запропонувала …",
        "image": "../newsDataImage/SHevchenkivski-dni-u-nashomu-zakladi2-290x220.webp",
        "bigImage": "../newsBigDataImage/SHevchenkivski-dni-u-nashomu-zakladi2-735x400.webp",
        "catagory": "ВИХОВНА РОБОТА / ВІДКРИТІ ВИХОВНІ ЗАХОДИ / НАВЧ-ВИХ РОБ / НОВИНИ",
        "date": "...2023",
        "allDescription": "З 07. 03 по 14.03.2024 року у Шклівському ЗЗСО І-ІІІ ст. ім. М. Корчака були проведені заходи, приурочені вшануванню пам’яті Тараса Григоровича Шевченка. У 5-Б класі учителька Гонтарик О.В. запропонувала учням написати навчальний диктант «Шевченко і Україна». Виконавши це завдання, діти дізналися про перебування письменника на засланні та про найбільшу його мрію – повернення в Україну. Учні 7-В класу під керівництвом учительки географії Шот М.М. працювали над проєктом «Шевченко – дослідник, географ». У цій роботі школярі дослідили період життя Шевченка, коли він працював художником під час Аральської експедиції, змальовував пейзажі, які допомогли географам вивчати Аральське море. Козак М.І. запропонувала дев’ятикласникам літературну шевченкіаду «Найкращий знавець Шевченка». Дві команди ще раз згадали найяскравіші моменти життя і творчості великого Кобзаря. Восьмикласники разом із Фітель Н.І. у дискусійному клубі «Шевченко: правда чи міф» доводили та спростовували факти, пов’язані з особистим життям письменника. У 10 – Б класі (учителька Гонтарик О. В.) учні зайнялися пошуковою роботою. Під час інформаційної літературної години десятикласники розповідали про листування Шевченка та Марка Вовчка.Епістолярія виявилася дуже цікавою: відчувалася спорідненість двох душ, Шевченко назвав Марію Вілінську своєю літературною донькою, благословивши на творчість. Шавало О. Б. з учнями 7-В класу провела виховний захід «Шевченко – це Україна, Україна – це Шевченко», а учні 11-Б класу презентували літературно-музичне дійство «Я так її люблю…» (учителька Зозуля Г. М.). Учні декламували поезії, ставили інсценізації. Звучали пісні на слова великого Кобзаря.Глядачі ще раз переконалися, що Шевченко актуальний, він вкотре пробуджує в душах українців прагнення вільно жити на своїй землі."
    },
    {
        "id": 1,
        "title": "Інноваційні підходи у навчальному процесі ",
        "description": "26 березня 2024 року на засіданні педагогічної ради педагоги нашого закладу вели дискусію про творче використання методу проєктів на уроках географії. Своїм досвідом із цього питання ділились Грет Л.П., Шот …",
        "image": "../newsDataImage/Innovatsijni-pidhody-u-navchalnomu-protsesi-1-290x220.webp",
        "bigImage": "../newsBigDataImage/Innovatsijni-pidhody-u-navchalnomu-protsesi-1-735x400.webp",
        "catagory": "ЗАСІДАННЯ МК/ТВОРЧИХ ГРУП / МЕТОДИЧНА РОБОТА / НОВИНИ",
        "date": "...2023",
        "allDescription": "26 березня 2024 року на засіданні педагогічної ради педагоги нашого закладу вели дискусію про творче використання методу проєктів на уроках географії.  Своїм досвідом із цього питання ділились Грет Л.П., Шот М.М., Шавало Н.Д. Виступаючі зазначили, що використання цього методу робить урок цікавішим, розвиває мотивацію, особистісні і соціальні навички. Найбільше діти люблять працювати над дослідницькими, рольовими, ігровими, інформаційними проєктам Литвин Н.В. та Лещик В.Р. говорили про самоосвітню діяльність педагога як необхідну умову формування професійних компетентностей вчителя НУШ. Детально зупинились на формах самоосвіти, на системі самоосвітньої роботи педагога. Також розглянули ряд інших організаційних питань. Дякуємо творчій групі педагогів за змістовну та якісну підготовку до засідання педагогічної ради, усім педагогічним працівникам за активну участь в обговоренні важливих питань."
    },
    {
        "id": 2,
        "title": "Про результати атестації у 2023-2024 н.р.",
        "description": "Про результати атестації педагогічних працівників у 2023-2024 н.р.  ",
        "image": "../newsDataImage/Vitayemo-pedagogiv-iz-uspishnoyu-atestatsiyeyu-2-290x220.webp",
        "bigImage": "../newsBigDataImage/Vitayemo-pedagogiv-iz-uspishnoyu-atestatsiyeyu-2-735x400.webp",
        "catagory": "АТЕСТАЦІЯ ПЕД. ПРАЦІВНИКІВ / МЕТОДИЧНА РОБОТА / НАВЧ-ВИХ РОБ / НОВИНИ",
        "date": "...2023",
        "allDescription": "Про результати атестації педагогічних працівників у 2023-2024 н.р.  "
    },
    {
        "id": 3,
        "title": "Вітаємо педагогів із успішною атестацією!",
        "description": "Стимулювання цілеспрямованого безперервного підвищення рівня професійної компетентності педагогічних працівників, росту їх професійної діяльності, розвитку творчої ініціативи, підвищення престижу і авторитету – основна мета атестації. Сподіваємось, що нам вдалось успішно досягти …",
        "image": "../newsDataImage/Vitayemo-pedagogiv-iz-uspishnoyu-atestatsiyeyu-1-290x220.webp",
        "bigImage": "../newsBigDataImage/Vitayemo-pedagogiv-iz-uspishnoyu-atestatsiyeyu-1-735x400.webp",
        "catagory": "ЗАСІДАННЯ МК/ТВОРЧИХ ГРУП / МЕТОДИЧНА РОБОТА / НАВЧ-ВИХ РОБ / НОВИНИ",
        "date": "...2023",
        "allDescription": "Стимулювання цілеспрямованого безперервного підвищення рівня професійної компетентності педагогічних працівників, росту їх професійної діяльності, розвитку творчої ініціативи, підвищення престижу і авторитету – основна мета атестації. Сподіваємось, що нам вдалось успішно досягти поставлених цілей. Вітаємо педагогів із успішною атестацією. Нехай наснаги додають Вам любов та повага Ваших учнів, нових здобутків і перемог. Дякуємо Богу та ЗСУ за можливість працювати під мирним небом!"
    },
    {
        "id": 4,
        "title": "Проведено засідання МК учителів 1-2 класів",
        "description": "28 лютого 2024 року у Шклівському ЗЗСО І-ІІІ ступенів ім. Мар’яна Корчака було проведено засідання методичних комісій учителів 1-2 класів (голова методичної комісії Л. В. Семусь) та 3-4 класів (голова …",
        "image": "../newsDataImage/Provedeno-zasidannya-MK-uchyteliv-1-2-klasiv-8-290x220.webp",
        "bigImage": "../newsBigDataImage/Provedeno-zasidannya-MK-uchyteliv-1-2-klasiv-8-735x400.webp",
        "catagory": "ЗАСІДАННЯ МК/ТВОРЧИХ ГРУП / МЕТОДИЧНА РОБОТА / НАВЧ-ВИХ РОБ / НОВИНИ",
        "date": "...2023",
        "allDescription": "ЗАСІДАННЯ МК/ТВОРЧИХ ГРУП / МЕТОДИЧНА РОБОТА / НАВЧ-ВИХ РОБ / НОВИНИПроведено засідання МК учителів 1-2 класів28 лютого 2024 року у Шклівському ЗЗСО І-ІІІ ступенів ім. Мар’яна Корчака було проведено засідання методичних комісій учителів 1-2 класів (голова методичної комісії Л. В. Семусь) та 3-4 класів (голова методичної комісії М.В. Грабовська).Тема методичного засідання у 1-4 класах – «Формування навичок здорового способу життя у здобувачів освіти та педагогів у воєнний Під час засідання було проаналізовано, яким важливим є уміння зберігати позитивні емоції, а також дотримуватись здорового способу життя в умовах вій Осучаснили образ відомої української поетеси Лесі Українки, яка була незламним борцем за здоров’я та життя… Досвідом обмінялися В.Я. Манишин, Т. А. Мануляк, І. М. Пирч, О. Б. Софінська, Н. В. Литв Л.М. Падура зазначила, що казкотерапія відноситься до числа інноваційних здоров’язберігаючих технологій. Вона не вимагає особливих зусиль, розвиває мовлення, а також сприяє поліпшенню стану організму люди М.Є. Фолюш розповіла із власного досвіду про динамічні паузи для оптимізації рухової активності школяра. Кожне питання обговорювали емоційно, змістовно та цікаво Підсумувала усю роботу заступник директора з навчально-виховної роботи Н.В. Коваль, яка подякувала за змістовну працю в умовах воєнного стану."
    },
    {
        "id": 5,
        "title": "Результати Всеукраїнських олімпіад та конкурсів у 2023-2024 н.р.",
        "description": "Результати Всеукраїнських учнівських олімпіад та конкурсів з базових дисциплін у 2023-2024 н.Результати Всеукраїнських олімпіад та конкурсів у 2023-2024 н.р.р.",
        "image": "../newsDataImage/Rezultaty-Vseukrayinskyh-olimpiad-ta-konkursiv-u-2023-2024-n.r.-1-290x220.webp",
        "bigImage": "../newsBigDataImage/Rezultaty-Vseukrayinskyh-olimpiad-ta-konkursiv-u-2023-2024-n.r.-1-735x400.webp",
        "catagory": "ДОСЯГНЕННЯ УЧНІВ / НОВИНИ / ПРО НАС",
        "date": "...2023",
        "allDescription": "Результати Всеукраїнських учнівських олімпіад та конкурсів з базових дисциплін у 2023-2024 н.Результати Всеукраїнських олімпіад та конкурсів у 2023-2024 н.р.р."
    },
    {
        "id": 6,
        "title": "Пізнавально та насичено пройшов Тиждень зарубіжної літератури",
        "description": "З метою ціннісного ставлення до літератури та книги в нашому закладі з 19 по 23 лютого проходив Тиждень зарубіжної літератури. Він був пізнавальний та насичений. Впродовж тижня було заплановано ряд …",
        "image": "../newsDataImage/Piznavalno-ta-nasycheno-projshov-Tyzhden-zarubizhnoyi-literatury-11-290x220.webp",
        "bigImage": "../newsBigDataImage/Piznavalno-ta-nasycheno-projshov-Tyzhden-zarubizhnoyi-literatury-11-735x400.webp",
        "catagory": "МЕТОДИЧНА РОБОТА / НАВЧ-ВИХ РОБ / НОВИНИ / ПРЕДМЕТНІ ТИЖНІ",
        "date": "...2023",
        "allDescription": "З метою ціннісного ставлення до літератури та книги в нашому закладі з 19 по 23 лютого проходив Тиждень зарубіжної літератури. Він був пізнавальний та насичений. Впродовж тижня було заплановано ряд заходів, метою яких стало поглибити знання здобувачів освіти про зарубіжних письменників, викликати в них інтерес до читання Протягом тижня учні мали можливість ближче доторкнутися до шедеврів світової літератури, приймали участь у різних заходах та конкурсах, демонстрували свої творчі здібності та ерудицію. Учні 5 класів підготували виставку малюнків за вивченими творами, провели «Літературний батл» (вчитель Нижанківська М.Р).Учні 5-А класу з вчителем Верхолою Н.І. провели День літературного героя, обирали улюбленого персонажа, придумували костюм, розповідали про себе, завітали до першокласників і разом з ними виготовляли аплікацію ще одного героя -Вінні Пуха. Подорож сторінками зарубіжної літератури «Її величність КНИГА» провели учні 7-А класу (Нижанківська М.Р.). Художньо оформили свої думки учні 9 класу, шукаючи відповіді на запитання, чому наше майбутнє залежить від читання, навіщо читати книги під час презентацій сучасних творів зарубіжної літератури. Жвавий інтерес, полеміку викликав екскурсійний маршрут літературними стежками Львова з учнями 11-Б класу, метою якого було відвідування театру ім. М. Заньковецької. Боротьба проти страху й рабської покірності в суспільній свідомості – головний мотив вистави «1984.Окупація» за мотивами твору «1984» Джорджа Орвелла (Верхола Н.П.)."
    },
    {
        "id": 7,
        "title": "Пройшов Тиждень психології",
        "description": "З 5 по 9 лютого 2024 року у Шклівському ЗЗСО І-ІІІ ступенів ім. М. Корчака пройшов Тиждень психології. Проведення Тижня психології – цікавий творчий процес, у якому були задіяні всі …",
        "image": "../newsDataImage/image6.png",
        "bigImage": "../newsBigDataImage/Projshov-Tyzhden-psyhologiyi-4-735x400.webp",
        "catagory": "НОВИНИ / ПРО НАС / ПСИХОЛОГІЧНА / РОБОТА З УЧНЯМИ / СЛУЖБИ",
        "date": "...2023",
        "allDescription": "З 5 по 9 лютого 2024 року у Шклівському ЗЗСО І-ІІІ ступенів ім. М. Корчака пройшов Тиждень психології. Проведення Тижня психології – цікавий творчий процес, у якому були задіяні всі учасники освітнього процесу.Мета проведення Тижня – розширення знань учнів про науку психологію, особливості роботи шкільного психолога; активізація пізнавальної активності учнів, розвиток творчості учнів, вміння висловлювати власну думку, розкриття творчого потенціалу школярів; допомогти дітям краще пізнати один одного.Кожен день тижня психології був присвячений певній темі.Психологічною службою школи проведено ряд цікавих заходів, в яких брали участь здобувачі освіти 1-11 класів. Тиждень розпочався із відкриття інформаційно-пізнавального вісника «Шкільний психолог», виставки психологічної літератури в шкільній бібліотеці, акції «Калейдоскоп настрою», «Дерево мрій». Не оминули заслуженою увагою наших захисників та виготовили для них подарунок «Ангел Миру».Для розширення знань про себе та своїх однокласників було проведено години спілкування з елементами тренінгу «Я, ти, ми- друзі назавжди», «Вогник доброти», «Пізнаю себе», «Я і моя сім’я», «Друзі поруч», «Мотиви вибору професії», «Безпека в Інтернеті та в соціальних мережах». Цікавими та пізнавальними були квест-гра «У світі психології» та квест «Безпечний інтернет».Заходи, які проводилися в школі, допомогли учням ближче познайомитись з наукою психологією, пізнати себе ,цікаво і змістовно провести час. Вони покращили психологічну атмосферу та настрій учнів, педагогів, допомогли знизити тривожність, зняти напругу, спричинену викликами нашого сьогодення."
    },
    {
        "id": 8,
        "title": "Результати вибору електронних версій підручників для 2 класу",
        "description": "Результати вибору електронних версій підручників для 2 класу  ",
        "image": "../newsDataImage/Vybir-pidruchnykiv-290x220.jpg",
        "bigImage": "../newsBigDataImage/Vybir-pidruchnykiv.jpg",
        "catagory": "НОВИНИ / ПРО НАС / СЛУЖБИ / ШКІЛЬНА БІБЛІОТЕКА",
        "date": "...2023",
        "allDescription": "Результати вибору електронних версій підручників для 2 класу "
    },
    {
        "id": 9,
        "title": "Результати вибору електронних версій підручників для 1 класу",
        "description": "Результати вибору електронних версій підручників для 1 класу",
        "image": "../newsDataImage/Vybir-pidruchnykiv-290x220.jpg",
        "bigImage": "../newsBigDataImage/Vybir-pidruchnykiv.jpg",
        "catagory": "НОВИНИ / ПРО НАС / СЛУЖБИ / ШКІЛЬНА БІБЛІОТЕКА",
        "date": "...2023",
        "allDescription": "Результати вибору електронних версій підручників для 1 класу"
    },
    {
        "id": 10,
        "title": "Відкриття кімнати учнівського самоврядування",
        "description": "Завдяки неймовірним зусиллям багатьох людей, які не покладають рук в цей нелегкий час, у нашому закладі, нарешті, відбулося свято – відкриття кімнати учнівського самоврядування, до якого готувались довго і натхненно… ",
        "image": "../newsDataImage/image7.png",
        "bigImage": "../newsBigDataImage/",
        "catagory": "ВИХОВНА РОБОТА / НАВЧ-ВИХ РОБ / НОВИНИ",
        "date": "...2023"
    },
    {
        "id": 11,
        "title": "Результати підсумкових контрольних та діагностувальних робіт",
        "description": "Про результати проведення підсумкових контрольних та діагностувальних робіт з базових дисциплін.  ",
        "image": "../newsDataImage/Samootsinyuvannya-ZO-8888-290x220.jpg",
        "bigImage": "../newsBigDataImage/",
        "catagory": "НАКАЗИ / НОВИНИ / ПРОЗОРІСТЬ ТА ІНФОРМАЦІЙНА ВІДКРИТІСТЬ ЗАКЛАДУ / РЕЗУЛЬТАТИ МОНІТОРИНГУ ЯКОСТІ ОСВІТИ",
        "date": "...2023"
    },
    {
        "id": 12,
        "title": "Звіт про стан травматизму",
        "description": "Звіт про стан травматизму  ",
        "image": "../newsDataImage/zvit-290x220.jpg",
        "bigImage": "../newsBigDataImage/",
        "catagory": "БЕЗ КАТЕГОРІЇ / НОВИНИ / ПРО НАС / СЛУЖБА ОХОРОНИ ПРАЦІ / СЛУЖБИ",
        "date": "...2023"
    },
    {
        "id": 13,
        "title": "План роботи з охорони праці та безпеки життєдіяльності у 2023-2024 н.р.",
        "description": "План роботи з охорони праці та безпеки життєдіяльності у 2023-2024 н.р.",
        "image": "../newsDataImage/Plan-Nakaz-290x220.jpg",
        "bigImage": "../newsBigDataImage/",
        "catagory": "НОВИНИ / ПРО НАС / СЛУЖБА ОХОРОНИ ПРАЦІ / СЛУЖБИ",
        "date": "...2023"
    },
    {
        "id": 14,
        "title": "Про організацію дій працівників у разі тривоги",
        "description": "Про організацію дій працівників у разі отримання сигналу «Увага всім! Повітряна тривога».  ",
        "image": "../newsDataImage/Nakaz-290x220 (1).jpg",
        "bigImage": "../newsBigDataImage/",
        "catagory": "НАКАЗИ / НОВИНИ / СЛУЖБА ОХОРОНИ ПРАЦІ / СЛУЖБИ",
        "date": "...2023"
    },
    {
        "id": 15,
        "title": "Про затвердження Положення про службу охорони праці",
        "description": "Про затвердження Положення про службу охорони праці",
        "image": "../newsDataImage/Polozhennya-pro-Atestatsiyu-290x220.webp",
        "bigImage": "../newsBigDataImage/",
        "catagory": "НАКАЗИ / НОВИНИ / ПРО НАС / СЛУЖБА ОХОРОНИ ПРАЦІ / СЛУЖБИ",
        "date": "...2023"
    },
    {
        "id": 16,
        "title": "Про створення комісії з питань охорони праці",
        "description": "Про створення комісії, організацію та проведення внутрішнього аудиту з питань охорони праці.  ",
        "image": "../newsDataImage/Nakaz-290x220 (1).jpg",
        "bigImage": "../newsBigDataImage/",
        "catagory": "НАКАЗИ / НОВИНИ / СЛУЖБА ОХОРОНИ ПРАЦІ / СЛУЖБИ",
        "date": "...2023"
    },
    {
        "id": 17,
        "title": "Ліцензований обсяг та фактична кількість осіб 2023 – 2024 н. р.",
        "description": "Ліцензований обсяг та фактична кількість осіб, які навчаються у Шклівському закладі загальної середньої освіти І-ІІІ ступенів  імені Мар’яна Корчака Новояворівської міської ради 2023 – 2024 н. р. Потужність 900 Наповнюваність …",
        "image": "../newsDataImage/Zasidannya-MK-vchyteliv-anglijskoyi-movy-2-290x220.webp",
        "bigImage": "../newsBigDataImage/",
        "catagory": "ЛІЦЕНЗОВАНИЙ ОБСЯГ ЗДОБУВАЧІВ ОСВІТИ / НОВИНИ / ПРОЗОРІСТЬ ТА ІНФОРМАЦІЙНА ВІДКРИТІСТЬ ЗАКЛАДУ",
        "date": "...2023"
    },
    {
        "id": 18,
        "title": "Інформація про наявність вільних місць по класах станом на 01.01.2024 р.",
        "description": "Інформація про наявність вільних місць по класах Шклівського ЗЗСО І-ІІІ ступенів ім. М. Корчака на 2023/2024 навчальний рік станом на 01.01.2024 р.   № з/п Клас Кількість учнів Кількість вільних місць …",
        "image": "../newsDataImage/Nayavnist-vilnyh-mists-u-kozhnomu-klasi-290x220.jpg",
        "bigImage": "../newsBigDataImage/",
        "catagory": "НАЯВНІСТЬ ВІЛЬНИХ МІСЦЬ У КОЖНОМУ КЛАСІ / НОВИНИ / ПРОЗОРІСТЬ ТА ІНФОРМАЦІЙНА ВІДКРИТІСТЬ ЗАКЛАДУ",
        "date": "...2023"
    },
    {
        "id": 19,
        "title": "Режим роботи групи подовженого на ІІ семестр 2023-2024 н.р.",
        "description": "Режим роботи групи подовженого дня Шклівського ЗЗСО l–lll ступенів ім. М. Корчака на ІІ семестр 2023/2024 н. р.  ПОНЕДІЛОК, ВІВТОРОК, СЕРЕДА, ЧЕТВЕР, П’ЯТНИЦЯ 12.30 – 13.00 – методична …",
        "image": "../newsDataImage/Grafik-roboty-gurtkiv-290x220 (1).jpg",
        "bigImage": "../newsBigDataImage/",
        "catagory": "ГРАФІК РОБОТИ ГПД / НОВИНИ / ПУБЛІЧНА ІНФОРМАЦІЯ / РОЗКЛАД/ГРАФІКИ",
        "date": "...2023"
    }
]